13/data/attachments/4d8223bc77ae98c7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sandra_recent_Actions_87649_2</nif:username>
            <nif:friendToBeRequested>soap_actions_6a30211a-c56e-45c0-b0e3-edf50e5d32cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>